Repository: kseniiahanziuk/MarketplaceAPI_iOS
Catalog: MarketplaceAPI_iOS/Localizable.xcstrings
Source language: en
Languages: uk

source: %@ has been added to your cart!
uk: %@ було додано до кошика!

source: %@ has been added to your liked products!
uk: %@ було додано до вподобаних товарів!

source: %@ has been removed from your liked products!
uk: %@ було видалено з вподобаних товарів!

# %lld review%@
source: %1$lld review%2$@
uk: %1$lld відгук%2$@

# %lld star%@
source: %1$lld star%2$@
uk: %1$lld зірка

source: About
uk: Про нас

source: Account
uk: Акаунт

source: Add %lld ₴ more for free shipping
uk: Додайте товари на суму %lld ₴ для безкоштовної доставки

source: Add review
uk: Додати відгук

source: Add some products to get started.
uk: Додайте товари.

source: Add to cart
uk: До кошика

source: Added to cart
uk: Додано до кошика

source: Added to liked
uk: Додано до вподобаних

source: All
uk: Всі

source: All orders
uk: Всі замовлення

source: Apply filters
uk: Застосувати

source: Are you sure you want to remove %@ from your cart?
uk: Ви впевнені, що хочете видалити %@ з кошика?

source: Are you sure you want to remove %@ from your liked products?
uk: Ви впевнені, що хочете видалити %@ з вподобаних товарів?

source: Are you sure you want to remove all items from your cart?
uk: Ви впевнені, що хочете видалити все з кошика?

source: Availability
uk: Наявність

source: Available
uk: У наявності

source: Be the first to review this product!
uk: Напишіть перший відгук для цього товару!

source: Be the first to share your thoughts about this product!
uk: Напишіть перші враження від цього товару!

source: Brand
uk: Бренд

source: Brands
uk: Бренди

source: Cancel
uk: Скасувати

source: Cart
uk: Кошик

source: Catalog
uk: Каталог

source: Categories
uk: Категорії

source: Category
uk: Категорія

source: Clear
uk: Очистити

source: Clear all
uk: Очистити

source: Clear cart
uk: Очистити кошик

source: Close
uk: Закрити

source: Color
uk: Колір

source: Colors
uk: Кольори

source: Contact our support team for additional help: marketplacesupport@gmail.com
uk: Звʼяжіться з нашою підтримкою для додаткової консультації: marketplacesupport@gmail.com

source: Contact support
uk: Звʼязатись з підтримкою

source: Description
uk: Опис

source: Details
uk: Деталі

source: Done
uk: Завершено

source: Edit profile
uk: Редагувати профіль

source: Email
uk: Пошта

source: Enter your email
uk: Введіть свою пошту

source: Enter your name
uk: Введіть своє імʼя

source: Error
uk: Помилка

source: Estimated delivery
uk: Приблизний час доставки

source: Failed to load product
uk: Не вдалося завантажити товар

source: FAQ
uk: Часті запитання

source: Features
uk: Переваги

source: Filtered by:
uk: Відсортовано за:

source: Filters
uk: Фільтри

source: Free
uk: Безкоштовно

source: Frequently asked questions
uk: Часто задані запитання

source: Help center
uk: Центр підтримки

source: How to place an order?
uk: Як розмістити замовлення?

source: How would you rate this product?
uk: Як би ви оцінили цей товар?

source: In stock
uk: В наявності

source: Language
uk: Мова

source: Language changed
uk: Мову змінено

source: Later
uk: Пізніше

source: Light/Dark mode
uk: Світлий/темний режим

source: Liked
uk: Вподобані

source: Liked products
uk: Вподобані товари

source: Loading active orders...
uk: Завантаження активних замовлень…

source: Loading categories...
uk: Завантаження категорій…

source: Loading more orders...
uk: Завантажуємо більше замовлень…

source: Loading orders...
uk: Завантаження замовлень…

source: Loading product details...
uk: Завантаження деталей товару…

source: Loading products...
uk: Завантаження товарів…

source: Loading reviews...
uk: Завантаження відгуків…

source: Loading...
uk: Завантаження…

source: Logout
uk: Вийти

source: Marketplace App
uk: Маркетплейс

source: Max
uk: Макс.

source: Min
uk: Мін.

source: Name
uk: Імʼя

source: Need help? Our support team is here to assist you.
uk: Потрібна допомога? Наша підтримка готова допомогти.

source: New products
uk: Нові товари

source: Next
uk: Наступна

source: No active orders
uk: Немає активних замовлень

source: No addresses saved
uk: Немає збережених адрес

source: No brands available
uk: Немає доступних брендів

source: No colors available
uk: Немає доступних кольорів

source: No orders yet
uk: Немає замовлень

source: No payment methods yet
uk: Немає способів оплати

source: No products found
uk: Товарів не знайдено

source: No reviews yet
uk: Поки немає відгуків

source: Not available
uk: Не в наявності

source: Notifications
uk: Сповіщення

source: OK
uk: ОК

source: Order cancelled
uk: Замовлення скасовано

source: Order created
uk: Замовлення створено

source: Order details
uk: Деталі замовлення

source: Order Error
uk: Сталась помилка оформлення замовлення

source: Order history
uk: Історія замовлень

source: Order updates
uk: Оновлення замовлень

source: Orders
uk: Замовлення

source: Out of stock
uk: Немає в наявності

# Page %lld of %lld
source: Page %1$lld of %2$lld
uk: Сторінка %lld з %lld

source: Payment methods
uk: Способи оплати

source: Placed %@
uk: Розміщено %@

source: Placed on %@
uk: Розміщено на %@

source: Please try again
uk: Будь ласка, спробуйте ще раз

source: Preferences
uk: Вподобання

source: Previous
uk: Попередня

source: Price range
uk: Ціновий діапазон

source: Price: ascending
uk: Ціна: за зростанням

source: Price: descending
uk: Ціна: за спаданням

source: Proceed to checkout
uk: Оплата

source: Product details
uk: Деталі товару

source: Product Error
uk: Сталась помилка з товаром

source: Profile information
uk: Інформація профілю

source: Promotions
uk: Акції

source: Push notifications
uk: Пуш-сповіщення

source: Rating
uk: Оцінка

source: Remove
uk: Видалити

source: Remove from liked
uk: Видалити з вподобаних

source: Remove item
uk: Видалити предмет

source: Removed from liked
uk: Видалено з вподобаних

source: Restart now
uk: Перезапустити зараз

source: Retry
uk: Спробувати ще раз

source: Return policy
uk: Політика повернень

source: Review
uk: Відгук

source: Review submitted
uk: Відгук розміщено

source: Reviews
uk: Відгуки

source: Save
uk: Зберегти

source: Search products
uk: Пошук товарів

source: See all
uk: Побачити всі

source: Share your thoughts about this product
uk: Поділіться своїми думками про цей товар

source: Shipping
uk: Доставка

source: Shipping address
uk: Адреса доставки

source: Shipping information
uk: Інформація для доставки

source: Sort by
uk: Сортувати за

source: Still have questions?
uk: Досі маєте запитання?

source: Submit
uk: Виставити

source: Support
uk: Підтримка

source: Tags
uk: Теги

source: Tap to edit profile
uk: Натисніть, щоб редагувати профіль

source: Thank you for your review!
uk: Дякуємо за ваш відгук!

source: The app needs to restart to fully apply language changes.
uk: Додаток необхідно перезавантажити для повної зміни мови

source: Total
uk: Підсумок

source: Total: %lld ₴
uk: Підсумок: %lld ₴

source: Track orders
uk: Відслідковувати замовлення

source: Tracking progress
uk: Відслідковування прогресу

source: Try adjusting your search or filters.
uk: Спробуйте налаштувати ваш пошук чи фільтри.

source: Vendor ID
uk: Продавець

source: Version 1.0.0
uk: Версія 1.0.0

source: Welcome to our marketplace app! Discover amazing products from various vendors, enjoy seamless shopping experience, and get your favorite items delivered right to your doorstep.
uk: Вітаємо у нашому маркетплейсі! Відкрийте для себе прекрасні товари від різноманітних продавців, насолоджуйтесь бездоганним процесом покупок та отримуйте доставку своїх улюблених товарів просто на поріг.

source: Write a review
uk: Напишіть відгук

source: Write first review
uk: Напишіть перший відгук

source: Write your review here...
uk: Напишіть ваш відгук тут…

source: You don't have any orders to track right now. Orders with pending, confirmed, or shipped status will appear here.
uk: У вас поки немає замовлень для відслідковування. Замовлення зі станами очікування, підтвердження та в процесі доставки зʼявляться тут.

source: Your cart is empty
uk: Ваш кошик порожній

source: Your favourite products will appear here!
uk: Ваші вподобані товари зʼявлятимуться тут!

source: Your name
uk: Ваше імʼя

source: Your order has been placed successfully!
uk: Ваше замовлення успішно створено!
